{
  "accepting_applications_at_leasing_agent":true,
  "accepting_applications_by_po_box":false,
  "accepting_online_applications":false,
  "accessibility":"Accessibility features in common areas like lobby – wheelchair ramps, wheelchair accessible bathrooms and elevators.",
  "amenities":"Gym, Clubhouse, Business Lounge, View Lounge, Pool, Spa",
  "application_city":"Foster City",
  "application_download_url":"https://www.thetritonfostercity.com/wp-content/uploads/2019/01/Triton_Foster_City_Affordable_Housing_Forms-4.zip",
  "application_due_date":"2021-01-01T01:00:00.000Z",
  "application_fee":38.00,
  "application_organization":"Triton",
  "application_phone":"(650) 437-2039",
  "application_postal_code":"94404",
  "application_state":"CA",
  "application_street_address":"55 Triton Park Lane",
  "blank_paper_application_can_be_picked_up":true,
  "building_city":"Foster City",
  "building_name":"The Triton",
  "building_selection_criteria":null,
  "building_state":"CA",
  "building_street_address":"55 Triton Park Lane",
  "building_zip_code":"94404",
  "costs_not_included":"Residents responsible for PG&E, Internet, Utilities - water, sewer, trash, admin fee. Pet Deposit is $500 with a $60 monthly pet rent. Residents required to maintain a renter's insurance policy as outlined in the lease agreement. Rent is due by the 3rd of each month. Late fee is $50.00. Resident to pay $25 for each returned check or rejected electronic payment. For additional returned checks, resident will pay a charge of $50.00.",
  "credit_history":"No collections, no bankruptcy, income is twice monthly rent.<br/>A credit report will be completed on all applicants to verify credit ratings. Income plus verified credit history will be entered into a credit scoring model to determine rental eligibility and security deposit levels. All decisions for residency are based on a system which considers credit history, rent history, income qualifications, and employment history. An approved decision based on the system does not automatically constittute an approval of residency. Applicant(s) and occupant(s) aged 18 years or older MUST also pass the criminal background check based on the criteria contained herein to be approved for residency. <br/>Credit recommendations other than an accept decision, will require a rental verification. Applications for residency will automatically be denied for the following reasons:<br/>a. An outstanding debt to a previous landlord or an outstanding NSF check must be paid in full<br/>b. An unsatisfied breach of a prior lease or a prior eviction of any applicant or occupant<br/>c. More than four (4) late pays and two (2) NSF's in the last twenty-four (24) months ",
  "criminal_background":null,
  "deposit_max":500.00,
  "deposit_min":800.00,
  "developer":"Midpen",
  "external_id":null,
  "image_url":"https://regional-dahlia-staging.s3-us-west-1.amazonaws.com/images/listings/thetriton.png",
  "leasing_agent_city":"Foster City",
  "leasing_agent_email":"thetriton@legacypartners.com",
  "leasing_agent_name":"Triton",
  "leasing_agent_office_hours":"Monday - Friday, 9:00 am - 5:00 pm",
  "leasing_agent_phone":"650-437-2039",
  "leasing_agent_state":"CA",
  "leasing_agent_street":"55 Triton Park Lane",
  "leasing_agent_title":null,
  "leasing_agent_zip":"94404",
  "name":"The Triton",
  "neighborhood":"Foster City",
  "pet_policy":"Pets allowed except the following; pit bull, malamute, akita, rottweiler, doberman, staffordshire terrier, presa canario, chowchow, american bull dog, karelian bear dog, st bernard, german shepherd, husky, great dane, any hybrid or mixed breed of the aforementioned breeds. 50 pound weight limit. 2 pets per household limit. $500 pet deposit per pet. $60 pet rent per pet.",
  "priorities_descriptor":null,
  "program_rules":null,
  "rental_history": "No evictions.",
  "required_documents":"Due Post Lottery-Paystubs, 3 months’ bank statements, recent tax returns or non-tax affidavit, recent retirement statement, application to lease, application qualifying criteria, social security card, state or nation ID. For self-employed, copy of IRS Tax Return including schedule C and current or most recent clients. Unemployment if applicable. Child support/Alimony; current notice from DA office, a court order or a letter from the prodiver with copies of last two checks. Any other income etc",
  "reserved_community_maximum_age":0,
  "reserved_community_minimum_age":0,
  "reserved_descriptor":null,
  "smoking_policy":"Non-Smoking",
  "unit_amenities": "Washer and dryer, AC and Heater, Gas Stove",
  "waitlist_current_size":0,
  "waitlist_max_size":0,
  "year_built":2018
}
